# St7SetAppendSRA

Returns the append/overwrite option for Spectral Response analysis.

long St7SetAppendSRA(long uID, bool Append)

Input Parameters

uID

Strand7 model file ID.

Append

True to append results onto an existing .SRA result file.

False to overwrite an existing result file.